import Img1 from '../images/blog/img-blog-01.svg'
import Img2 from '../images/blog/img-blog-02.svg'
import Img3 from '../images/blog/img-blog-03.svg'
import Img4 from '../images/blog/img-blog-04.svg'

export const blogData = [
  {
    id: 1,
    src: Img1,
    alt: 'Дайджест интересных материалов для мобильного разработчика',
    title: 'Дайджест интересных материалов для мобильного разработчика',
    date: '8 Мая, 2022'
  },
  {
    id: 2,
    src: Img2,
    alt: 'Дайджест интересных материалов для мобильного разработчика',
    title: 'Дайджест интересных материалов для мобильного разработчика',
    date: '7 Мая, 2022'
  },
  {
    id: 3,
    src: Img3,
    alt: 'Дайджест интересных материалов для мобильного разработчика',
    title: 'Дайджест интересных материалов для мобильного разработчика',
    date: '6 Мая, 2022'
  },
  {
    id: 4,
    src: Img4,
    alt: 'Дайджест интересных материалов для мобильного разработчика',
    title: 'Дайджест интересных материалов для мобильного разработчика',
    date: '6 Мая, 2022'
  }
]
