export const reviewsData = [
  {
    id: 0,
    name: 'Рейтинг нашего магазина',
    score: '4.3',
    text: 'Мы очень ним гордимся, это результат упорного труда в течении длительного времени и сейчас наша команда ежедневно работает над улучшением сервиса.',
    date: ''
  },
  {
    id: 1,
    name: 'Дима',
    score: '4.7',
    text: 'Нет ПС5, зато есть геймпад. Это определённо лучшее вложение в будущее. За 5 месяцев он не начал скрипеть, не появились какие-либо проблемы с кнопками, стиками, к моему ноутбуку и другим устройствам подключается стабильно. Для использования полного функционала советую программу DS4Windows.',
    date: '27 Апреля, 2022'
  },
  {
    id: 2,
    name: 'Алексей Владимирович',
    score: '5.0',
    text: 'Все отлично, только в заказе были 3 маркера, которые засохли и не писали . После спирта вроде пишут, но не так , как остальные) Все отлично, только в заказе были 3 маркера, которые засохли и не писали . После спирта вроде пишут, но не так , как остальные)',
    date: '27 Апреля, 2022'
  },
  {
    id: 3,
    name: 'Оксана',
    score: '4.3',
    text: 'Курьер вез 2 заказа, но почему-то про второй вспомнил только после моего вопроса и долго соображал, что его тоже нужно отдать мне, хотя других адресов и заказов у него не было',
    date: '27 Апреля, 2022'
  },
  {
    id: 4,
    name: 'Елена Михайловна',
    score: '4.3',
    text: 'Пользуемся 4 дня. Покупала сыну на замену Мейзу нот 8. Пока все хорошо, ребёнок доволен, доставка быстрая, чехол в подарок. Дальше посмотрим как будет себя вести данная модель',
    date: '27 Апреля, 2022'
  },
  {
    id: 5,
    name: 'Alex',
    score: '4.0',
    text: 'Доставлено на 2 дня раньше, хорошо упаковано, все на уровне, спасибо!',
    date: '27 Марта, 2022'
  },
  {
    id: 6,
    name: 'Петр',
    score: '4.7',
    text: 'Для использования полного функционала советую программу DS4Windows. Ну дуал сенс есть дуал сенс, задний корпус всеравно придется чистить раз в неделю влажными салфетками, как бы руки вы не мыли.',
    date: '15 Марта, 2022'
  },
  {
    id: 7,
    name: 'Елена Михайловна',
    score: '3.3',
    text: 'Получил космик ред, цвет более похож на малиновый. Ну дуал сенс есть дуал сенс, задний корпус всеравно придется чистить раз в неделю влажными салфетками, как бы руки вы не мыли.',
    date: '13 Марта, 2022'
  },
  {
    id: 8,
    name: 'Сергей',
    score: '4.3',
    text: 'Это определённо лучшее вложение в будущее. За 5 месяцев он не начал скрипеть, не появились какие-либо проблемы с кнопками, стиками, к моему ноутбуку и другим устройствам подключается стабильно. Для использования полного функционала советую программу DS4Windows.',
    date: '13 Марта, 2022'
  }
]
